INSERT INTO groups (name, max_number_of_students) VALUES
    ('ТЕХНО-1', 8),
    ('КИБЕР-1', 6),
    ('КИБЕР-2', 5),
    ('ЭЛК-Б1', 10),
    ('ФИНАНС', 7);

INSERT INTO student (name, group_id) VALUES
    ('Реджи', 1), 
    ('Алексис', 1),
    ('Карла', 1),
    ('Найджел', 1),
    ('Джоан', 2),
    ('Тара', 2),
    ('Пол', 2),
    ('Джейми', 2),
    ('Грег', 2),
    ('Ден', 2),
    ('Лора', 4),
    ('Ребекка', 4),
    ('Пенелопа', 4),
    ('Мария', 4),
    ('Курт', 4);

INSERT INTO student (name) VALUES
    ('Патрик'),
    ('Свен'),
    ('Арон'),
    ('Рос'),
    ('Майк');
